[<ArchiveFlags>]
Compressed=yes
ConfigType=1
[<Misc>]
AdvInst=13.5
[<OutputFiles>]
Prop0=C:\Users\Admin\Documents\Advanced Installer\Projects\Magic Updater Installer\Magic Updater Installer-cache\part1\disk1.cab?1576685930?1576685930?6814602?73
[BackupBaseSqlPlugin.dll]
Seq=40
Src=C:\Документы\Работа\Magic Updater\Plugins\BackupBaseSqlPlugin.dll?1502740540?1521327025?7680
[BackupBaseSqlPlugin.dll_1]
Seq=57
Src=C:\Документы\Работа\Magic Updater\Plugins\BackupBaseSqlPlugin.dll?1502740540?1521327025?7680
[CacheClear1CPlugin.dll]
Seq=41
Src=C:\Документы\Работа\Magic Updater\Plugins\CacheClear1CPlugin.dll?1502740540?1531435977?5120
[CacheClear1CPlugin.dll_1]
Seq=58
Src=C:\Документы\Работа\Magic Updater\Plugins\CacheClear1CPlugin.dll?1502740540?1531435977?5120
[CheckFileExistsPlugin.dll]
Seq=42
Src=C:\Документы\Работа\Magic Updater\Plugins\CheckFileExistsPlugin.dll?1502740539?1531435976?5632
[CheckFileExistsPlugin.dll_1]
Seq=59
Src=C:\Документы\Работа\Magic Updater\Plugins\CheckFileExistsPlugin.dll?1502740539?1531435976?5632
[Communications.dll]
Seq=1
Src=C:\Документы\Работа\Magic Updater\MUBeta\Monitor\Communications.dll?1502736374?1533496602?12288
[Communications.dll_1]
Seq=17
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\Communications.dll?1502736374?1533496602?12288
[Communications.dll_2]
Seq=28
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\restart\Communications.dll?1502736374?1533496602?12288
[DotNetZip.dll]
Seq=2
Src=C:\Документы\Работа\Magic Updater\MUBeta\Monitor\DotNetZip.dll?1502736374?1521327027?456704
[DotNetZip.dll_1]
Seq=18
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\DotNetZip.dll?1502736374?1521327027?456704
[DotNetZip.dll_2]
Seq=29
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\restart\DotNetZip.dll?1502736374?1521327027?456704
[DownloadAnyFilesPlugin.dll]
Seq=43
Src=C:\Документы\Работа\Magic Updater\Plugins\DownloadAnyFilesPlugin.dll?1502740539?1531435976?10240
[DownloadAnyFilesPlugin.dll_1]
Seq=60
Src=C:\Документы\Работа\Magic Updater\Plugins\DownloadAnyFilesPlugin.dll?1502740539?1531435976?10240
[DynamicUpdate1CPlugin.dll]
Seq=44
Src=C:\Документы\Работа\Magic Updater\Plugins\DynamicUpdate1CPlugin.dll?1502740539?1531435977?5632
[DynamicUpdate1CPlugin.dll_1]
Seq=61
Src=C:\Документы\Работа\Magic Updater\Plugins\DynamicUpdate1CPlugin.dll?1502740539?1531435977?5632
[EntityFramework.dll]
Seq=3
Src=C:\Документы\Работа\Magic Updater\MUBeta\Monitor\EntityFramework.dll?1502736374?1521327027?5196496
[EntityFramework.SqlServer.dll]
Seq=4
Src=C:\Документы\Работа\Magic Updater\MUBeta\Monitor\EntityFramework.SqlServer.dll?1502736375?1521327027?621264
[epf]
Seq=13
Src=C:\Документы\Работа\Magic Updater\Розница1.epf?1500562370?1531771073?8300
[epf_1]
Seq=14
Src=C:\Документы\Работа\Magic Updater\Розница22.epf?1500562370?1531770954?8759
[epf_2]
Seq=15
Src=C:\Документы\Работа\Magic Updater\УТ11.epf?1500562370?1531771126?8651
[epf_3]
Seq=16
Src=C:\Документы\Работа\Magic Updater\УТ103.epf?1500562370?1531771153?8300
[ExecAnySqlPlugin.dll]
Seq=45
Src=C:\Документы\Работа\Magic Updater\Plugins\ExecAnySqlPlugin.dll?1502740539?1531435976?7680
[ExecAnySqlPlugin.dll_1]
Seq=62
Src=C:\Документы\Работа\Magic Updater\Plugins\ExecAnySqlPlugin.dll?1502740539?1531435976?7680
[ExecProcessing1CPlugin.dll]
Seq=46
Src=C:\Документы\Работа\Magic Updater\Plugins\ExecProcessing1CPlugin.dll?1502740539?1531435978?5632
[ExecProcessing1CPlugin.dll_1]
Seq=63
Src=C:\Документы\Работа\Magic Updater\Plugins\ExecProcessing1CPlugin.dll?1502740539?1531435978?5632
[FileBackupBasePlugin.dll]
Seq=47
Src=C:\Документы\Работа\Magic Updater\Plugins\FileBackupBasePlugin.dll?1502740539?1531435979?6656
[FileBackupBasePlugin.dll_1]
Seq=64
Src=C:\Документы\Работа\Magic Updater\Plugins\FileBackupBasePlugin.dll?1502740539?1531435979?6656
[FileDynamicUpdate1CPlugin.dll]
Seq=48
Src=C:\Документы\Работа\Magic Updater\Plugins\FileDynamicUpdate1CPlugin.dll?1502740539?1531435978?5632
[FileDynamicUpdate1CPlugin.dll_1]
Seq=65
Src=C:\Документы\Работа\Magic Updater\Plugins\FileDynamicUpdate1CPlugin.dll?1502740539?1531435978?5632
[FileUpdate1CPlugin.dll]
Seq=49
Src=C:\Документы\Работа\Magic Updater\Plugins\FileUpdate1CPlugin.dll?1502740539?1531435978?5632
[FileUpdate1CPlugin.dll_1]
Seq=66
Src=C:\Документы\Работа\Magic Updater\Plugins\FileUpdate1CPlugin.dll?1502740539?1531435978?5632
[ForceStaticUpdate1CPlugin.dll]
Seq=50
Src=C:\Документы\Работа\Magic Updater\Plugins\ForceStaticUpdate1CPlugin.dll?1502740539?1531435977?12800
[ForceStaticUpdate1CPlugin.dll_1]
Seq=67
Src=C:\Документы\Работа\Magic Updater\Plugins\ForceStaticUpdate1CPlugin.dll?1502740539?1531435977?12800
[KillForceStaticUpdate1CPlugin.dll]
Seq=51
Src=C:\Документы\Работа\Magic Updater\Plugins\KillForceStaticUpdate1CPlugin.dll?1502740540?1531435978?12800
[KillForceStaticUpdate1CPlugin.dll_1]
Seq=68
Src=C:\Документы\Работа\Magic Updater\Plugins\KillForceStaticUpdate1CPlugin.dll?1502740540?1531435978?12800
[LockBackgroundJobsPlugin.dll]
Seq=52
Src=C:\Документы\Работа\Magic Updater\Plugins\LockBackgroundJobsPlugin.dll?1502740540?1531435978?10240
[LockBackgroundJobsPlugin.dll_1]
Seq=69
Src=C:\Документы\Работа\Magic Updater\Plugins\LockBackgroundJobsPlugin.dll?1502740540?1531435978?10240
[MagicUpdater.DL.dll]
Seq=5
Src=C:\Документы\Работа\Magic Updater\MUBeta\Monitor\MagicUpdater.DL.dll?1502736375?1533496633?447488
[MagicUpdater.exe]
Seq=19
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\MagicUpdater.exe?1502736374?1533496639?172032
[MagicUpdater.InstallLog]
Seq=20
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\MagicUpdater.InstallLog?1502736374?1502468815?954
[MagicUpdater.InstallState]
Seq=21
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\MagicUpdater.InstallState?1502736374?1502468815?7466
[MagicUpdaterCommon.dll]
Seq=6
Src=C:\Документы\Работа\Magic Updater\MUBeta\Monitor\MagicUpdaterCommon.dll?1502736375?1533496613?115712
[MagicUpdaterCommon.dll_1]
Seq=22
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\MagicUpdaterCommon.dll?1502736374?1533496613?115712
[MagicUpdaterCommon.dll_2]
Seq=30
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\restart\MagicUpdaterCommon.dll?1502736374?1533496613?115712
[MagicUpdaterMonitor.exe]
Seq=7
Src=C:\Документы\Работа\Magic Updater\MUBeta\Monitor\MagicUpdaterMonitor.exe?1502736375?1533496654?2017792
[MagicUpdaterMonitor.exe.config]
Seq=11
Src=C:\Документы\Работа\Magic Updater\MUBeta\Monitor\MagicUpdaterMonitor.exe.config?1502736375?1521327025?2656
[MagicUpdaterPluginSources.rar]
Seq=38
Src=C:\Документы\Работа\Magic Updater\PluginSources\MagicUpdaterPluginSources.rar?1502739360?1501199538?136749
[MagicUpdaterRestart.exe]
Seq=31
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\restart\MagicUpdaterRestart.exe?1502736374?1533496635?15872
[MagicUpdaterRestart.exe.config]
Seq=35
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\restart\MagicUpdaterRestart.exe.config?1502736374?1521327026?203
[MagicUpdaterSetup.exe]
Seq=39
Src=C:\Документы\Работа\Magic Updater\MUBeta\AgentInstaller\MagicUpdaterSetup.exe?1532044576?1533496641?1178794
[Newtonsoft.Json.dll]
Seq=8
Src=C:\Документы\Работа\Magic Updater\MUBeta\Monitor\Newtonsoft.Json.dll?1502736375?1521327027?526336
[Newtonsoft.Json.dll_1]
Seq=23
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\Newtonsoft.Json.dll?1502736374?1521327027?489472
[Newtonsoft.Json.dll_2]
Seq=32
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\restart\Newtonsoft.Json.dll?1502736374?1521327027?489472
[NLog.config]
Seq=27
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\NLog.config?1502736374?1521327024?4780
[NLog.config_2]
Seq=12
Src=C:\Документы\Работа\Magic Updater\MUBeta\Monitor\NLog.config?1502736375?1521327025?1624
[NLog.config_3]
Seq=36
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\restart\NLog.config?1502736374?1521327026?4815
[NLog.dll]
Seq=9
Src=C:\Документы\Работа\Magic Updater\MUBeta\Monitor\NLog.dll?1502736375?1521327027?536064
[NLog.dll_1]
Seq=24
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\NLog.dll?1502736374?1521327027?570368
[NLog.dll_2]
Seq=33
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\restart\NLog.dll?1502736374?1521327027?570368
[OperationExchangeToCenterPlugin.dll]
Seq=53
Src=C:\Документы\Работа\Magic Updater\Plugins\OperationExchangeToCenterPlugin.dll?1502740540?1531435978?5120
[OperationExchangeToCenterPlugin.dll_1]
Seq=70
Src=C:\Документы\Работа\Magic Updater\Plugins\OperationExchangeToCenterPlugin.dll?1502740540?1531435978?5120
[RenameAnyFilePlugin.dll]
Seq=54
Src=C:\Документы\Работа\Magic Updater\Plugins\RenameAnyFilePlugin.dll?1502740540?1531435976?5632
[RenameAnyFilePlugin.dll_1]
Seq=71
Src=C:\Документы\Работа\Magic Updater\Plugins\RenameAnyFilePlugin.dll?1502740540?1531435976?5632
[RestartComputerPlugin.dll]
Seq=55
Src=C:\Документы\Работа\Magic Updater\Plugins\RestartComputerPlugin.dll?1502740540?1531435978?5120
[RestartComputerPlugin.dll_1]
Seq=72
Src=C:\Документы\Работа\Magic Updater\Plugins\RestartComputerPlugin.dll?1502740540?1531435978?5120
[RestartServer1CPlugin.dll]
Seq=56
Src=C:\Документы\Работа\Magic Updater\Plugins\RestartServer1CPlugin.dll?1502740540?1531435978?5120
[RestartServer1CPlugin.dll_1]
Seq=73
Src=C:\Документы\Работа\Magic Updater\Plugins\RestartServer1CPlugin.dll?1502740540?1531435978?5120
[Scs.dll]
Seq=10
Src=C:\Документы\Работа\Magic Updater\MUBeta\Monitor\Scs.dll?1502736375?1521327024?49664
[Scs.dll_1]
Seq=25
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\Scs.dll?1502736374?1521327024?49664
[Scs.dll_2]
Seq=34
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\restart\Scs.dll?1502736374?1521327024?49664
[SmartAssembly.Attributes.dll]
Seq=26
Src=C:\Документы\Работа\Magic Updater\MUBeta\Agent\SmartAssembly.Attributes.dll?1502736374?1521327024?16384
[wget.exe]
Seq=37
Src=C:\Документы\Работа\Magic Updater\HelpFiles\wget.exe?1502739279?1444323451?408816
